<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta name="AppleTitle" content="Aiuto Cuppa">
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<style type="text/css">
    body,td,th {
        font-family: "San Francisco", "Helvetica Neue", "Lucida Grande", sans-serif;
    }
</style>
</head>
<body>

    <table><tr><td><img src="teacup48@2x.png" width=48 height=48></td><td>&nbsp;</td><td><h1>Cuppa</h1></td></tr></table>

<p><i>Cuppa &egrave; una piccola applicazione per macOS per cronometrare il tempo di infusione del tuo the. Sei stanco di dimenticarti il the per troppo tempo a diventare freddo e amaro, oppure di berlo troppo presto senza apprezzarlo pienamente? Allora questo programma fa per te!</i></p>

<h2>Caratteristiche</h2>

<ul>
<li>Tutte le funzionalit&agrave; sono disponibili dal men&ugrave; nel dock.</li>
<li>L'icona nel dock pu&ograve; mostrare il conto alla rovescia mentre la bevanda &egrave; in infusione.</li>
<li>&Egrave; possibile personalizzare la lista delle bevande e i tempi di infusione.</li>
<li>La funzione Quick Timer trasforma Cuppa in un versatile cronometro.</li>
<li>Notifiche personalizzabili.</li>
<li>Utile per tutte le bevande o per cucinare la pasta!</li>
<li>Codice Cocoa completamente disponibile.</li>
<li>Compatibile con macOS 10.9-11.0.</li>
</ul>

<h2>Cronometrare l'infusione del the</h2>

<p>Uso dal dock: fai click destro o control-click sull'icona di Cuppa e seleziona la bevanda dal men&ugrave;. Cuppa comincer&agrave; il conto alla rovescia e vedrai apparire una bustina che diventer&agrave; pi&ugrave; scura mano a mano che l'infusione verr&agrave; completata. Per seguire con precisione l'avanzamento del tuo the, puoi attivare la visualizzazione di un piccolo timer sull'icona del dock. Al termine del tempo, Cuppa ti notificher&agrave; il completamento in diversi modi, configurabili a piacere.</p>

<h2>Configuarare Cuppa</h2>

<p>Il the &egrave; una cosa personale, per questo Cuppa pu&ograve; essere regolato a tuo piacimento. Per farlo, seleziona <i>Preferenze...</i> dal menu.</p>

<p><b>Lista delle bevande:</b> Il pannello della lista delle bevande ti permette di modificare i the esistenti cliccando due volte sul nome o sul tempo di infusione ed inserendo semplicemente un nuovo valore. Puoi anche rimuovere completamente alcune bevande o aggiungerne di nuove, cliccando i relativi pulsanti in fondo alla lista.</p>

<p>Cliccando il pannello delle <i>Opzioni</i> aprir&agrave; una pagina di ulteriori configurazioni:</p>

<ul>
<li><b>Fai rimbalzare l'icona nel dock:</b> Selezionando questa opzione, al completamento dell'infusione, l'icona nel dock inizier&agrave; a rimbalzare finch&egrave; non verr&agrave; cliccata. Questo &egrave; abbastanza fastidioso da attirare la tua attenzione.</li>
<li><b>Riproduci suono:</b> Se preferisci una notifica audio, sentirai il suono di un cucchiaino dentro la tazza, quando il tempo arriver&agrave; a zero. Sentirai inoltre dei leggeri bip per gli ultimi 5 secondi del conto alla rovescia.</li>
<li><b>Mostra l'avviso "Infusione completata":</b> Mostra una finestra di avviso al completamento. Verr&agrave; visualizzato inoltre un pulsante per uscire facilmente da Cuppa al completamento del tuo the.</li>
<li><b>Notifica con Notification Center:</b> Su macOS 10.8 e successivi, puoi usare il Notification Center per visualizzare il messaggio di completamento dell'infusione. Se hai paura di perdere le notifiche di Cuppa perch&egrave; appaiono per un tempo troppo breve, prova ad impostare nelle preferenze delle notifiche di sistema lo stile dei messaggi di Cuppa su "Avvisi".</li>
<li><b>Mostra conto alla rovescia nell'icona del dock:</b> Quando questa opzione &egrave; abilitata, Cuppa mostra un piccolo conto alla rovescia nell'icona del dock. Non sforzarti gli occhi guardandola!</li>
<li><b>Includi i tempi di infusione nei men&ugrave;:</b> Seleziona questa casella se vuoi che Cuppa includa i tempi di infusione insieme ai nomi dei tuoi the, cos&igrave; saprai prima quanto dovrai aspettare.</li>
<li><b>Controlla aggiornamenti automaticamente:</b> Se abilitato, Cuppa contatter&agrave; periodicamente un servizio web per informarti quando &egrave; disponibile una nuova versione per il download.</li>
</ul>

<h2>Quick Timer</h2>

<p>E se hai bisogno di un the veloce, senza il tempo di aggiungerlo tra le preferenze? Nessun problema, Cuppa Quick Timer &egrave; la soluzione che fa per te. Seleziona <i>Quick Timer...</i> dal men&ugrave; e inserisci il tempo in secondi (es. "30"), in minuti e secondi (es. "2.45"), oppure qualsiasi tempo fino a 10 ore. Cuppa far&agrave; il resto e ti notificher&agrave; la fine del conteggio.</p>

<h2>Varie</h2>

<p>Per fermare il timer mentre &egrave; in funzione, seleziona <i>Annulla il conteggio</i> dal men&ugrave;.</p>

<h2>Personalizzare i suoni</h2>

<p>Potresti trovare divertente sentire il tuo computer annunciare "Il tuo the &egrave; pronto!", quando la tua bevanda del mattino &egrave; pronta da bere. Al momento non c'&egrave; alcuna preferenza nel men&ugrave; di Cuppa per cambiare il suono, tuttavia &egrave; abbastanza semplice farlo. Hai solo bisogno di un paio di file in formato AIFF da copiare nella cartella di Cuppa. Nominali <tt>pour.aiff</tt> e <tt>spoon.aiff</tt> e sostituiscili ai file di default.</p>

<p>Per sostituire i file di default:</p>

<ol>
<li>Esci da Cuppa se &egrave; in esecuzione.</li>
<li>Trova l'applicazione Cuppa nella cartella "Applicazioni" e fai click destro su di essa.</li>
<li>Clicca su "Mostra contenuto pacchetto".</li>
<li>Entra nella cartella "Contents" e quindi in "Resources".</li>
<li>Fai una copia di backup dei file originali <tt>pour.aiff</tt> e <tt>spoon.aiff</tt>, per sicurezza.</li>
<li>Copia i tuoi file <tt>pour.aiff</tt> e <tt>spoon.aiff</tt> personalizzati nella cartella "Resources".</li>
<li>Ecco fatto! Ora puoi provare Cuppa personalizzato come vuoi tu!</li>
</ol>

<h2>Crediti e Copyright</h2>

<p>Cuppa &egrave; gratis e open-source.</p>

<p>Copyright &copy; 2005-2021 Nathan Cosgray, con il contributo di Mathias Meyer ed Eric McMurry. Traduzione in tedesco di Benedikt Hopmann. Traduzione in ceco di Tom&aacute;&#353;. Traduzione in italiano di Giuseppe Morelli. Traduzione in francese di Christian Parent.</p>

<p>Questa applicazione si ispira al The Tea Cooker for Linux ed &egrave; basata sul lavoro della Wunderbear Software.</p>

<p>Visita l'home page di Cuppa su <a href="https://www.nathanatos.com">https://www.nathanatos.com</a>.</p>

<p>Disponibile anche: Cuppa per iOS e Android!</p>

</body>
</html>
