Repository: ncosgray/cuppa_mac
Catalog: *.lproj/Localizable.strings
Languages: da, french, nl, tr

source: %@ is now ready!
da: %@ er nu klar!
french: %@ est prêt !
nl: %@ is getrokken!
tr: %@ hazır!

source: Beverages
da: Drikke
french: Boissons
nl: Theeën
tr: İçecekler

source: Blackcurrant Tea
da: Solbærte
french: Thé au cassis
nl: Blauwebessenthee
tr: Frenk Üzümü Çayı

source: Brewing complete...
da: Trækning færdig...
french: Infusion terminée...
nl: De thee is getrokken…
tr: Demleme tamamlandı...

source: Cancel
da: Afbryd
french: Arrêter
nl: Annuleer
tr: İptal

source: Chamomile
da: Kamillete
french: Camomille
nl: Kamille
tr: Papatya

source: Check for Updates...
da: Tjek efter opdateringer...
french: Vérifier les m-à-j...
nl: Controleer op updates…
tr: Güncellemeleri Denetle...

source: Earl Grey
tr: Bergamot Aromalı

source: English Breakfast
french: Petit déjeuner anglais
nl: Engelse ontbijtthee
tr: İngiliz Kahvaltısı

source: Green Tea
da: Grøn te
nl: Groene thee
tr: Yeşil Çay

source: Jasmine Green Tea
da: Grøn jasminte
french: Thé vert au jasmin
nl: Groene jasmijnthee
tr: Yaseminli Yeşil Çay

source: Libby's Mint Tea
da: Libbys myntete
french: Thé à la menthe
nl: Libby's muntthee
tr: Libby Nane Çayı

source: New Beverage
da: Ny drik
french: Nouvelle boisson
nl: Nieuwe thee
tr: Yeni İçecek

source: No
da: Nej
french: Non
nl: Nee
tr: Hayır

source: OK
nl: Oké
tr: Tamam

source: Oolong Tea
da: Oolongte
french: Thé oolong
nl: Oolongthee
tr: Oolong Çayı

source: Preferences...
da: Indstillinger...
french: Préférences...
nl: Instellingen…
tr: Tercihler...

source: Quick Timer...
da: Hurtig timer...
french: Minuteur rapide...
nl: Snelle kookwekker…
tr: Hızlı Zamanlayıcı...

source: Quit Cuppa
da: Afslut Cuppa
french: Quitter Cuppa
nl: Sluit Cuppa af
tr: Cuppa'dan çıkın

source: Rooibos
tr: Roybos

source: The Cuppa timer is still active for another %s. Do you really want to quit?
da: Cuppa-timeren er stadig aktiv i %s endnu. Vil du gerne afslutte?
french: Le compte à rebours de Cuppa est encore actif pour %s. Voulez-vous vraiment quitter ?
nl: De kookwekker loopt pas over %s af. Weet je zeker dat je wilt afsluiten?
tr: Cuppa zamanlayıcısı %s kadar daha etkin. Gerçekten çıkmak istiyor musunuz?

source: There is an active timer. Cancel and start a new timer?
da: Der er en aktiv timer. Afbryd og start en ny timer?
tr: Etkin bir zamanlayıcı var. İptal edip yeni bir zamanlayıcı başlatılsın mı?

source: Warning!
da: Advarsel!
french: Attention !
nl: Waarschuwing!
tr: Uyarı!

source: Yes
da: Ja
french: Oui
nl: Ja
tr: Evet
