Repository: ncosgray/cuppa_mac
Catalog: *.lproj/MainMenu.strings
Languages: da

# 5Qf-No-6KB.title
source: Additional settings for Cuppa alerts can be found in System Preferences > Notifications.
da: Yderligere indstillinger kan findes i Systemindstillinger > Notifikationer > Cuppa.

# 58.title
source: About Cuppa
da: Om Cuppa

# 103.title
source: Help
da: Hjælp

# 106.title
source: Help
da: Hjælp

# 111.title
source: Cuppa Help
da: Cuppa-hjælp

# 129.title
source: Preferences...
da: Indstillinger...

# 130.title
source: Services
da: Tjenester

# 131.title
source: Services
da: Tjenester

# 134.title
source: Hide Cuppa
da: Skjul Cuppa

# 136.title
source: Quit Cuppa
da: Afslut Cuppa

# 145.title
source: Hide Others
da: Skjul andre

# 150.title
source: Show All
da: Vis alle

# 155.title
source: Scroll to Selection
da: Rul til markering

# 157.title
source: Copy
da: Kopiér

# 158.title
source: Undo
da: Fortryd

# 160.title
source: Cut
da: Klip

# 161.title
source: Use Selection for Find
da: Brug markering til Find

# 162.title
source: Find Previous
da: Find forrige

# 163.title
source: Edit
da: Rediger

# 164.title
source: Clear
da: Ryd

# 167.title
source: Find Next
da: Find næste

# 169.title
source: Edit
da: Rediger

# 171.title
source: Paste
da: Sæt ind

# 172.title
source: Select All
da: Vælg alt

# 173.title
source: Redo
da: Gentag

# 184.title
source: Spelling
da: Stavekontrol

# 185.title
source: Spelling
da: Stavekontrol

# 187.title
source: Spelling...
da: Stavekontrol...

# 189.title
source: Check Spelling
da: Tjek stavning

# 191.title
source: Check Spelling As You Type
da: Tjek stavning mens du skriver

# 196.title
source: Cuppa Preferences
da: Cuppa-indstillinger

# 203.headerCell.title
source: Name
da: Navn

# 206.headerCell.title
source: Time
da: Tid

# 217.title
source: When Brewing is Complete...
da: Når trækningen er færdig...

# 255.title
source: User Interface Options
da: Brugerfladeindstillinger

# 278.title
source: Quick Timer
da: Hurtig timer

# 362.title
source: Bounce Dock icon
da: Hoppende Dock-symbol

# 363.title
source: Play sound
da: Afspil lyd

# 364.title
source: Show "Brewing Complete" alert box
da: Vis "Trækning færdig"-alarmboks

# 365.title
source: Notify via Notification Center
da: Meddel via Notifikationscenter

# 368.title
source: Show countdown timer on Dock icon
da: Vis nedtællingstimer som Dock-symboletiket

# 369.title
source: Include steep times in menus
da: Inkluder trækketider i menuer

# 372.title
source: Enter a time in minutes:seconds format, or in seconds.
da: Indtast en tid i formatet minutter:sekunder, eller i sekunder.

# 446.label
source: Beverage List
da: Liste over drikke

# 447.label
source: Options
da: Valgmuligheder

# 453.title
source: Delete Selected Beverage
da: Slet valgt drik

# 455.title
source: Add New Beverage
da: Tilføj ny drik

# 457.title
source: To add a beverage to Cuppa's database, click "Add New Beverage". Then edit the name and steep time of the New Beverage entry that appears at the top of the list.
da: Klik på "Tilføj ny drik" for at tilføje en drik til Cuppas database. Rediger derefter navnet og trækketiden på den nye drik, der dukker op øverst på listen.

# 471.title
source: Find Cuppa in the App Store...
da: Find Cuppa i App Store...

# fku-RV-THJ.title
source: Auto-start first beverage timer at launch
da: Start timer for øverste drik automatisk ved opstart

# gbr-1q-BI3.title
source: Speak alert
da: Læs alarm op

# LAY-qA-dcS.title
source: Test Notification
da: Test notifikation
