Repository: ncosgray/cuppa_mac
Catalog: XCLocalization/*.xcloc/Localized Contents/*.xliff
Languages: cs, de, es, fi, ga, he, it, ru, uk, zh_hans

# 5Qf-No-6KB.title
source: Additional settings for Cuppa alerts can be found in System Preferences > Notifications.
cs: Další nastavení pro upozornění Cuppa naleznete v Předvolbách systému > Oznámení.
de: Weitere Einstellungsmöglichkeiten für Cuppa Benachrichtigungen befinden sich unter Systemeinstellungen > Mitteilungen.
es: Puede encontrar ajustes adicionales en Ajustes del sistema > Notificaciones > Cuppa.
fi: Lisäasetukset löytyvät Järjestelmäasetukset > Ilmoitukset > Cuppa.
ga: Is féidir socruithe breise a fháil i Socruithe an Chórais > Fógraí > Cupán.
he: אפשר למצוא הגדרות נוספות בהגדרות מערכת > התראות >‏ Cuppa.
it: Ulteriori impostazioni per le notifiche si trovano in > Preferenze di Sistema > Notifiche.
ru: Дополнительные настройки для оповещений Cuppa можно найти в Системных настройках > Уведомления.
uk: Додаткові налаштування для сповіщень Cuppa можна знайти в Системних Налаштуваннях > Сповіщення.
zh_hans: 更多 Cuppa 通知设置可以在系统偏好设置 > 通知中更改。

# 58.title
source: About Cuppa
cs: O programu Cuppa
de: Über Cuppa
es: Sobre Cuppa
fi: Tietoja Cupasta
ga: Maidir Cuppa
he: על Cuppa
it: Informazioni su Cuppa
ru: Об Cuppa
uk: Про Cuppa
zh_hans: 关于 Cuppa

# 103.title
source: Help
cs: Nápověda
de: Hilfe
es: Ayuda
fi: Apu
ga: Cabhrú
he: עזרה
it: Aiuto
ru: Помощь
uk: Довідка
zh_hans: 帮助

# 106.title
source: Help
cs: Nápověda
de: Hilfe
es: Ayuda
fi: Apu
ga: Cabhrú
he: עזרה
it: Aiuto
ru: Помощь
uk: Довідка
zh_hans: 帮助

# 111.title
source: Cuppa Help
cs: Nápověda k Cuppa
de: Cuppa Hilfe
es: Cuppa Ayuda
fi: Cuppa-apu
ga: Cabhair Cuppa
he: עזרה עם Cuppa
it: Aiuto Cuppa
ru: Помощь Сuppa
uk: Довідка Cuppa
zh_hans: Cuppa 帮助

# 129.title
source: Preferences...
cs: Nastavení...
de: Einstellungen...
es: Preferencias...
fi: Asetukset...
ga: Sainroghanna...
he: העדפות…
it: Preferenze...
ru: Настройки...
uk: Налаштування…
zh_hans: 设置...

# 130.title
source: Services
cs: Služby
de: Dienste
es: Servicios
fi: Palvelut
ga: Seirbhísí
he: שירותים
it: Servizi
ru: Сервисы
uk: Сервіси
zh_hans: 服务

# 131.title
source: Services
cs: Služby
de: Dienste
es: Servicios
fi: Palvelut
ga: Seirbhísí
he: שירותים
it: Servizi
ru: Сервисы
uk: Сервіси
zh_hans: 服务

# 134.title
source: Hide Cuppa
cs: Skrýt Cuppa
de: Cuppa ausblenden
es: Ocultar Cuppa
fi: Piilota Cuppa
ga: Folaigh Cuppa
he: הסתרת Cuppa
it: Nascondi Cuppa
ru: Скрыть Cuppa
uk: Сховати Cuppa
zh_hans: 隐藏 Cuppa

# 136.title
source: Quit Cuppa
cs: Ukončit Cuppa
de: Cuppa beenden
es: Salir de Cuppa
fi: Lopeta Cuppa
ga: Scoir Cupán
he: יציאה מ־Cuppa
it: Esci da Cuppa
ru: Выйти из Cuppa
uk: Вийти з Cuppa
zh_hans: 退出 Cuppa

# 145.title
source: Hide Others
cs: Skrýt ostatní
de: Andere ausblenden
es: Ocultar Otros
fi: Piilota Muut
ga: Folaigh Daoine Eile
he: להסתיר אחרים
it: Nascondi altri
ru: Скрыть других
uk: Приховати Інші
zh_hans: 隐藏其他

# 150.title
source: Show All
cs: Zobrazit vše
de: Alle einblenden
es: Mostrar Todo
fi: Näytä kaikki
ga: Taispeáin gach rud
he: להציג הכול
it: Monstra tutto
ru: Показать все
uk: Показати Все
zh_hans: 显示全部

# 154.title
source: Find...
cs: Hledat...
de: Suchen...
es: Encontrar...
fi: Löydä...
ga: Faigh...
he: איתור…
it: Cerca...
ru: Найти...
uk: Знайти...
zh_hans: 查找...

# 155.title
source: Scroll to Selection
cs: Přejít na výběr
de: Auswahl anzeigen
es: Desplazar a Selección
fi: Vieritä kohtaan Valinta
ga: Scrollaigh go Roghnúchán
he: גלילה לבחירה
it: Vai alla selezione
ru: Прокрутка к выбору
uk: Прокрутіть до Вибору
zh_hans: 滚动到选择项

# 157.title
source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
fi: Kopioi
ga: Cóip
he: העתקה
it: Copia
ru: Копировать
uk: Копіювати
zh_hans: 复制

# 158.title
source: Undo
cs: Odvolat akci
de: Widerrufen
es: Deshacer
fi: Kumoa
ga: Cuir ar ceal
he: ביטול
it: Annulla
ru: Отменить
uk: Скасувати
zh_hans: 撤销

# 159.title
source: Find
cs: Hledat
de: Suchen
es: Encontrar
fi: Löydä
ga: Faigh
he: איתור
it: Cerca
ru: Найти
uk: Знайти
zh_hans: 查找

# 160.title
source: Cut
cs: Vyjmout
de: Ausschneiden
es: Cortar
fi: Leikkaa
ga: Gearr
he: גזירה
it: Taglia
ru: Вырезать
uk: Вирізати
zh_hans: 剪切

# 161.title
source: Use Selection for Find
cs: Vyhledat vybraný text
de: Nur in Auswahl suchen
es: Usar Selección para encontrar
fi: Käytä valintaa löytämiseen
ga: Úsáid Roghnú le haghaidh Find
he: להשתמש בבחירה לאיתור
it: Usa la selezione per la ricerca
ru: Использование выделения для поиска
uk: Використовувати Виділення для Пошуку
zh_hans: 查找选择项

# 162.title
source: Find Previous
cs: Najít předchozí
de: Voriger Treffer
es: Buscar anterior
fi: Löydä edellinen
ga: Faigh Roimhe Seo
he: איתור הקודמים
it: Cerca il precedente
ru: Найти предыдущий
uk: Знайти Попереднє
zh_hans: 查找上一项

# 163.title
source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fi: Muokkaa
ga: Cuir in eagar
he: עריכה
it: Modifica
ru: Редактировать
uk: Змінити
zh_hans: 编辑

# 164.title
source: Clear
cs: Vymazat
de: Löschen
es: Limpiar
fi: Tyhjennä
ga: Glan
he: פינוי
it: Cancella
ru: Очистить
uk: Очистити
zh_hans: 清空

# 167.title
source: Find Next
cs: Najít další
de: Nächster Treffer
es: Buscar siguiente
fi: Löydä seuraava
ga: Faigh Ar Aghaidh
he: איתור הבא
it: Cerca il prossimo
ru: Найти следующее
uk: Знайти Наступне
zh_hans: 查找下一项

# 168.title
source: Find
cs: Hledat
de: Suchen
es: Encontrar
fi: Löydä
ga: Faigh
he: איתור
it: Cerca
ru: Найти
uk: Знайти
zh_hans: 查找

# 169.title
source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fi: Muokkaa
ga: Cuir in eagar
he: עריכה
it: Modifica
ru: Редактировать
uk: Змінити
zh_hans: 编辑

# 171.title
source: Paste
cs: Vložit
de: Einsetzen
es: Pegar
fi: Liitä
ga: Greamaigh
he: הדבקה
it: Incolla
ru: Вставить
uk: Вставити
zh_hans: 粘帖

# 172.title
source: Select All
cs: Vybrat vše
de: Alles auswählen
es: Seleccionar Todo
fi: Valitse kaikki
ga: Roghnú go léir
he: לבחור הכול
it: Seleziona tutto
ru: Выбрать все
uk: Вибрати Все
zh_hans: 选择全部

# 173.title
source: Redo
cs: Opakovat
de: Wiederholen
es: Listo
fi: Tee uudelleen
ga: Athdhéan
he: ביצוע מחדש
it: Ripristina
ru: Повторить
uk: Повторити
zh_hans: 重做

# 184.title
source: Spelling
cs: Kontrola pravopisu
de: Rechtschreibung und Grammatik
es: Ortografía
fi: Oikeinkirjoitus
ga: Litriú
he: איות
it: Ortografia
ru: Правописание
uk: Правопис
zh_hans: 拼写

# 185.title
source: Spelling
cs: Kontrola pravopisu
de: Rechtschreibung und Grammatik
es: Ortografía
fi: Oikeinkirjoitus
ga: Litriú
he: איות
it: Ortografia
ru: Правописание
uk: Правопис
zh_hans: 拼写

# 187.title
source: Spelling...
cs: Kontrola pravopisu...
de: Rechtschreibung und Grammatik einblenden...
es: Ortografía...
fi: Oikeinkirjoitus...
ga: Litriú...
he: איות…
it: Ortografia...
ru: Правописание...
uk: Правопис...
zh_hans: 拼写...

# 189.title
source: Check Spelling
cs: Kontrola pravopisu
de: Dokument jetzt prüfen
es: Revisar ortografía
fi: Tarkista oikeinkirjoitus
ga: Seiceáil Litriú
he: בדיקת איות
it: Controlla ortografia
ru: Проверить правописание
uk: Перевірка Правопису
zh_hans: 检查拼写

# 191.title
source: Check Spelling As You Type
cs: Kontrola pravopisu při psaní
de: Während der Texteingabe prüfen
es: Revise la ortografía mientras escribe
fi: Tarkista oikeinkirjoitus kirjoittaessasi
ga: Seiceáil Litriú Mar a Chlóscríobhann tú
he: בדיקת איות בזמן ההקלדה
it: Controlla ortografia mentre scrivo
ru: Проверка правописания при вводе
uk: Перевіряйте Правопис Під Час Введення
zh_hans: 输入时检查拼写

# 196.title
source: Cuppa Preferences
cs: Nastavení Cuppa
de: Cuppa Einstellungen
es: Preferencias de Cuppa
fi: Cuppa-asetukset
ga: Roghanna Cuppa
he: העדפות Cuppa
it: Preferenze di Cuppa
ru: Настройки Cuppa
uk: Налаштування Cuppa
zh_hans: Cuppa 偏好设置

# 203.headerCell.title
source: Name
cs: Nápojů
es: Nombre
fi: Nimi
ga: Ainm
he: שם
it: Nome
ru: Имя
uk: Назва
zh_hans: 名称

# 206.headerCell.title
source: Time
cs: Čas
de: Zeit
es: Tiempo
fi: Aika
ga: Am
he: זמן
it: Tempo
ru: Время
uk: Час
zh_hans: 时间

# 217.title
source: When Brewing is Complete...
cs: Když je příprava dokončena...
de: Wenn Brühzeit abgeschlossen ...
es: Cuando la elaboración de la cerveza está completa...
fi: Kun haudutus on valmis...
ga: Nuair a bheidh Brewing críochnaithe...
he: כאשר החליטה הושלמה…
it: Quando l'infusione è completa...
ru: После завершения варки...
uk: Коли Заварювання Завершено...
zh_hans: 当冲泡结束时...

# 255.title
source: User Interface Options
cs: Možnosti uživatelského rozhraní
de: Benutzeroberfläche einstellen
es: Opciones de la interfaz de usuario
fi: Käyttöliittymävaihtoehdot
ga: Roghanna Comhéadain Úsáideora
he: אפשרויות מנשק משתמש
it: Opzioni interfaccia utente
ru: Параметры интерфейса
uk: Параметри Інтерфейсу Користувача
zh_hans: 用户界面设置

# 278.title
source: Quick Timer
cs: Rychlý časovač
de: Schneller Timer
es: Temporizador rápido
fi: Pika-ajastin
ga: Uaineadóir Tapa
he: קוצב זמן מהיר
it: Contaminuti rapido
ru: Быстрый таймер
uk: Швидкий Таймер
zh_hans: 快速计时器

# 362.title
source: Bounce Dock icon
cs: Poskakování ikony v Docku
de: Docksymbol animieren
es: Icono del muelle de rebote
fi: Ponnahda Dock-kuvaketta
ga: Deilbhín an Duga Preab
he: להקפיץ את הסמל במעגן
it: Fai rimbalzare l'icona nel dock
ru: Значок Bounce в док-панели
uk: Піктограма Bounce Dock
zh_hans: 任务栏图标抖动

# 363.title
source: Play sound
cs: Přehrát zvuk
de: Klang abspielen
es: Sonido de juego
fi: Toista ääni
ga: Seinn fuaim
he: להשמיע צליל
it: Riproduci suono
ru: Воспроизвести звук
uk: Грати звук
zh_hans: 播放声音

# 364.title
source: Show "Brewing Complete" alert box
cs: Zobrazit okno "Příprava dokončena"
de: "Brühzeit abgeschlossen" Fenster anzeigen
es: Mostrar el cuadro de alerta "Elaboración de cerveza completa"
fi: Näytä "Haudutus valmiina" -hälytyslaatikko
ga: Taispeáin an bosca foláirimh "Brewing Complete"
he: להציג תיבת התראה עם „החליטה הושלמה”
it: Mostra l'avviso "Infusione completata"
ru: Показать окно оповещения "Варка завершена"
uk: Показати вікно сповіщення "Заварювання Завершено"
zh_hans: 显示 "冲泡完成" 通知

# 365.title
source: Notify via Notification Center
cs: Upozornit pomocí Oznamovacího centra
de: Benachrichtigung mit Mitteilungszentrale
es: Notificar a través del Centro de Notificación
fi: Ilmoita ilmoituskeskuksen kautta
ga: Fógra a thabhairt tríd an Ionad Fógraí
he: להודיע דרך מרכז ההודעות
it: Notifica con Notification Center
ru: Уведомить через Центр уведомлений
uk: Повідомити через Центр Сповіщення
zh_hans: 通知中心内提示

# 368.title
source: Show countdown timer on Dock icon
cs: Zobrazit odpočet v ikoně Docku
de: Countdownzeit im Docksymbol anzeigen
es: Mostrar la cuenta atrás como insignia en el icono del Dock
fi: Näytä ajastin Dock-kuvakkeen nimiönä
ga: Taispeáin an t-amadóir comhairimh síos mar shuaitheantas deilbhín duga
he: הצגת ספירה לאחורה בתור עיטור על סמל המעגן
it: Mostra conto alla rovescia nell'icona del dock
ru: Показать таймер обратного отсчета на значке в док-панели
uk: Показати таймер зворотного відліку на піктограмі Dock
zh_hans: 在任务栏图标中显示倒计时

# 369.title
source: Include steep times in menus
cs: Zobrazit časy přípravy v menu
de: Aufbrühzeiten in Menü anzeigen
es: Incluir tiempos de espera en los menús
fi: Sisällytä valikoihin jyrkät ajat
ga: Cuir amanna géara sna biachláir
he: לכלול זמנים תלולים בתפריטים
it: Includi il tempo di infusione nei menù
ru: Включите в меню время отстоя
uk: Включити надмірний час у меню
zh_hans: 菜单中显示沏茶时间

# 370.title
source: Start
cs: Spustit
de: Starten
es: Inicie
fi: Aloita
ga: Tosaigh
he: התחלה
it: Inizia
ru: Начать
uk: Запуск
zh_hans: 开始

# 372.title
source: Enter a time in minutes:seconds format, or in seconds.
cs: Vložte čas ve formátu minuty:vteřiny nebo ve vteřinách.
de: Gib eine Zeit im Format Minuten:Sekunden ein oder direkt in Sekunden.
es: Introduzca una hora en formato minutos:segundos, o en segundos.
fi: Syötä aika minuutti:sekunti-muodossa tai sekunteina.
ga: Cuir isteach am i nóiméid: formáid soicind, nó i soicindí.
he: נא לציין שעה בתבנית דקות:שניות או בשניות.
it: Inserisci il tempo in minuti:secondi o in secondi.
ru: Введите время в формате минута:секунда или в секундах.
uk: Введіть час у форматі хвилини:секунди або в секундах.
zh_hans: 以 分:秒 或以秒为单位输入时间。

# 446.label
source: Beverage List
cs: Nápoje
de: Getränke
es: Beverage Lista
fi: Juomaluettelo
ga: Liosta Deochanna
he: רשימת משקאות
it: Bevande
ru: Список напитков
uk: Список Напоїв
zh_hans: 饮品列表

# 447.label
source: Options
cs: Možnosti
de: Optionen
es: Opciones
fi: Vaihtoehdot
ga: Roghanna
he: אפשרויות
it: Opzioni
ru: Опции
uk: Параметри
zh_hans: 设置

# 453.title
source: Delete Selected Beverage
cs: Vymazat vybraný nápoj
de: Gewähltes Getränk löschen
es: Borrar la bebida seleccionada
fi: Poista valittu juoma
ga: Scrios an Deoch Roghnaithe
he: מחיקת המשקה הנבחר
it: Elimina bevanda
ru: Удалить выбранный напиток
uk: Видалити Обраний Напій
zh_hans: 删除选中饮品

# 455.title
source: Add New Beverage
cs: Přidat nový nápoj
de: Getränk hinzufügen
es: Agregar nueva bebida
fi: Lisää uusi juoma
ga: Cuir Deoch Nua leis
he: הוספת משקה חדש
it: Aggiungi bevanda
ru: Добавить новый напиток
uk: Додати Новий Напій
zh_hans: 添加新的饮品

# 457.title
source: To add a beverage to Cuppa's database, click "Add New Beverage". Then edit the name and steep time of the New Beverage entry that appears at the top of the list.
cs: Pro přidání nového nápoje do seznamu klikněte na "Přidat nový nápoj". Pak upravte jeho název a dobu přípravy (položka Nový nápoj, která se objeví jako první v seznamu).
de: Klicke auf den Button "Getränk hinzufügen" um ein neues Getränk hinzuzufügen. Bearbeite dann danach den Namen und die Brühzeit. Neue Getränke werden immer oben in der Liste angezeigt.
es: Para agregar una bebida a la base de datos de Cuppa, haga clic en "Agregar nueva bebida". A continuación, edite el nombre y el tiempo pronunciado de la entrada Nueva bebida que aparece en la parte superior de la lista.
fi: Voit lisätä juoman Cupan tietokantaan napsauttamalla "Lisää uusi juoma". Muokkaa sitten luettelon yläosassa näkyvän Uusi juoma -merkinnän nimeä ja jyrkkää aikaa.
ga: Chun deoch a chur le bunachar sonraí Cuppa, cliceáil "Cuir Deoch Nua leis". Ansin cuir in eagar ainm agus am géar na hiontrála Deochanna Nua atá le feiceáil ag barr an liosta.
he: כדי להוסיף משקה למסד הנתונים של Cuppa, יש ללחוץ על „הוספת משקה חדש”. לאחר מכן לערוך את השם ואת זמן ההכנה של רשומת המשקה החדש שתופיע בראש הרשימה.
it: Per aggiungere una bevanda al database di Cuppa, clicca su "Aggiungi bevanda" e modifica il nome e il tempo di infusione della nuova bevanda che apparirà in cima alla lista.
ru: Чтобы добавить напиток в базу данных Cuppa, нажмите "Добавить новый напиток". Затем отредактируйте название и время приготовления нового напитка, которое появится в верхней части списка.
uk: Щоб додати напій до бази даних Cuppa, натисніть "Додати Новий Напій". Потім відредагуйте назву та час заварювання нового напою, який з'явиться у верхній частині списку.
zh_hans: 若想添加新的饮品进入 Cuppa 请按 "添加新的饮品"，并在列表最上方更改新饮品名称和冲泡时间。

# 471.title
source: Find Cuppa in the App Store...
cs: Najít Cuppa v App Store...
de: Cuppa im App Store...
es: Encuentra Cuppa en la App Store...
fi: Löydä Cuppa App Storesta...
ga: Faigh Cuppa sa Siopa Aip...
he: איתור Cuppa ב־App Store…
it: Trova Cuppa nell'Apple Store...
ru: Найти Cuppa в App Store...
uk: Знайти Cuppa в App Store...
zh_hans: 在应用商城中发现 Cuppa...

# LAY-qA-dcS.title
source: Test Notification
cs: Otestovat oznámení
de: Benachrichtigung testen
es: Notificación de la prueba
fi: Testi-ilmoitus
ga: Fógra Tástála
he: בדיקת התראות
it: Prova notifiche
ru: Тестовое уведомление
uk: Перевірка Сповіщення
zh_hans: 测试通知

# fku-RV-THJ.title
source: Auto-start first beverage timer at launch
cs: Automatický časovač prvního nápoje při spuštění
de: Timer des obersten Getränkes automatisch beim Start beginnen
es: Inicio automático del temporizador de la primera bebida en el lanzamiento
fi: Käynnistä ensimmäinen juoma-ajastin automaattisesti käynnistyksen yhteydessä
ga: Uath-thosaigh an chéad lasc ama dí ag an seoladh
he: להפעיל אוטומטית את מתזמן המשקה בעת הטעינה
it: Avvia automaticamente il primo timer della lista
ru: Автоматический запуск таймера первого напитка при запуске
uk: Таймер автозапуску першого напою при запуску
zh_hans: 打开 Cuppa 时自动启动第一个计时器

# gbr-1q-BI3.title
source: Speak alert
cs: Mluvit ostražitě
de: Alarm sprechen
es: Alerta de voz
fi: Puhehälytys
ga: Labhair ar an airdeall
he: התראת דיבור
it: Parla vigile
ru: Говорите тревогу
uk: Озвучення звістки
zh_hans: 语音提示

# CFBundleHelpBookName
source: Cuppa Help
cs: Nápověda k Cuppa
de: Cuppa Hilfe
es: Ayuda de Cuppa
fi: Cuppa-apu
ga: Cabhair Cuppa
he: העזרה של Cuppa
it: Aiuto Cuppa
ru: Справка Cuppa
uk: Довідка Cuppa
zh_hans: Cuppa 帮助

# NSHumanReadableCopyright
source: Copyright © 2005-2024 Nathan Cosgray. Cuppa uses Weblate for translations.
fi: Tekijänoikeus © 2005-2024 Nathan Cosgray. Cuppa käyttää käännöksissä Weblatea.
ga: Cóipcheart © 2005-2024 Nathan Cosgray. Úsáideann Cuppa Weblate le haghaidh aistriúcháin.
he: כל הזכויות © 2005-2024 נתן קוסגריי. Cuppa משתמש ב־Weblate לתרגומים.

source: %@ is now ready!
cs: Nápoj %@ je připraven!
de: %@ ist jetzt fertig!
es: ¡%@ ya está listo!
fi: %@ on nyt valmis!
ga: Tá %@ réidh anois!
he: %@ מוכן כעת!
it: %@ è pronto!
ru: %@ теперь готов!
uk: %@ вже готовий!
zh_hans: %@ 准备好了！

source: Beverages
cs: Nápoje
de: Getränke
es: Bebidas
fi: Juomat
ga: Deochanna
he: משקאות
it: Bevande
ru: Напитки
uk: Напої
zh_hans: 饮品

source: Blackcurrant Tea
cs: Čaj s černým rybízem
de: Schwarzer Johannisbeer Tee
es: Té de grosella negra
fi: Mustaherukkatee
ga: Tae cuiríní dubha
he: תה ענבי שועל
it: The al ribes nero
ru: Чай из черной смородины
uk: Чай з Чорної Смородини
zh_hans: 黑加仑茶

source: Brewing complete...
cs: Příprava dokončena...
de: Brühzeit abgeschlossen...
es: Elaboración completa ...
fi: Haudutus valmiina...
ga: Brewing críochnaithe...
he: החליטה הושלמה…
it: Infusione completata...
ru: Готовка завершена...
uk: Заварювання завершено…
zh_hans: 冲泡完毕...

source: Cancel
cs: Přerušit
de: Abbrechen
es: Cancelar
fi: Peruuta
ga: Cealaigh
he: ביטול
it: Annulla il conteggio
ru: Отмена
uk: Скасувати
zh_hans: 取消

source: Chamomile
cs: Heřmánek
de: Kamille
fi: Kamomilla
ga: Camomile
he: קמומיל
it: Camomilla
ru: Ромашковый
uk: Ромашковий
zh_hans: 洋甘菊茶

source: Check for Updates...
cs: Kontrola aktualizací...
de: Auf Aktualisierungen prüfen...
es: Buscar actualizaciones...
fi: Tarkista päivitysten varalta…
ga: Seiceáil do nuashrónaithe...
he: חיפוש עדכונים…
it: Controlla aggiornamenti...
ru: Проверка обновлений...
uk: Перевірити Оновлення…
zh_hans: 检查更新...

source: Earl Grey
ga: Iarla Liath
he: ארל גריי
ru: Эрл Грей
uk: Ерл Ґрей
zh_hans: 格雷伯爵茶

source: English Breakfast
cs: Anglická snídaně
de: Englisches Frühstück
es: Desayuno Inglés
fi: Englantilainen aamiainen
ga: Bricfeasta Béarla
he: אינגליש ברקפסט
it: Colazione inglese
ru: Английский завтрак
uk: Англійський Сніданок
zh_hans: 英式早餐

source: Green Tea
es: Té verde
fi: Vihreä tee
ga: Tae glas
he: תה ירוק
it: Tè verde
ru: Зеленый чай
uk: Зелений Чай
zh_hans: 绿茶

source: Jasmine Green Tea
cs: Zelený čaj
de: Jasmin Grüner Tee
es: Té verde al jazmín
fi: Jasmiinin vihreä tee
ga: Tae Glas Jasmine
he: תה ירוק יסמין
it: Tè verde al gelsomino
ru: Жасминовый зеленый чай
uk: Жасминовий Зелений Чай
zh_hans: 茉莉花绿茶

source: Libby's Mint Tea
cs: Mátový čaj Libby's
de: Libby's Pfefferminz Tee
es: Té de menta de Libby
fi: Libbyn minttutee
ga: Tae Miontas Libby
he: תה נענע של ליבי
it: The alla menta
ru: Мятный чай Либби
uk: М'ятний Чай Ліббі
zh_hans: 利比的薄荷茶

source: New Beverage
cs: Nový nápoj
de: Neues Getränk
es: Nueva bebida
fi: Uusi juoma
ga: Deoch Nua
he: משקה חדש
it: Nuova bevanda
ru: Новый напиток
uk: Новий Напій
zh_hans: 新饮品

source: No
cs: Ne
de: Nein
fi: Ei
ga: Níl
he: לא
ru: Нет
uk: Ні
zh_hans: 否

source: OK
fi: Hyvä on
ga: Ceart go leor
he: אישור
uk: Добре
zh_hans: 确认

source: Oolong Tea
cs: Oolong čaj
de: Oolong-Tee
es: Té Oolong
fi: Oolongin tee
ga: Tae Oolong
he: תה אולונג
it: Té oolong
ru: Чай Улун
uk: Чай Улун
zh_hans: 乌龙茶

source: Preferences...
cs: Nastavení..
de: Einstellungen...
es: Preferencias...
fi: Asetukset...
ga: Sainroghanna...
he: העדפות…
it: Preferenze...
ru: Настройки...
uk: Налаштування…
zh_hans: 设置...

source: Quick Timer...
cs: Rychlý časovač...
de: Schneller Timer...
es: Temporizador rápido ...
fi: Pika-ajastin...
ga: Uaineadóir Tapa...
he: קוצב זמן מהיר…
it: Contaminuti rapido…
ru: Быстрый таймер...
uk: Швидкий Таймер...
zh_hans: 快速计时器...

source: Quit Cuppa
cs: Ukončit Cuppa
de: Cuppa beenden
es: Salir de Cuppa
fi: Lopeta Cuppa
ga: Scoir Cupán
he: יציאה מ־Cuppa
it: Esci da Cuppa
ru: Выйти из Cuppa
uk: Вийти з Cuppa
zh_hans: 退出 Cuppa

source: Rooibos
he: רויבוס
uk: Ройбуш
zh_hans: 博士茶

source: The Cuppa timer is still active for another %s. Do you really want to quit?
cs: Časovač je stále aktivní, do konce zbývá %s. Opravdu chcete Cuppa ukončit?
de: Der Cuppa Timer ist noch aktiv für weitere %s. Möchtest du wirklich beenden?
es: El temporizador Cuppa sigue activo para otros %s. ¿Realmente quieres dejar de fumar?
fi: Cuppa-ajastin on edelleen aktiivinen toiselle %s. Haluatko todella lopettaa?
ga: Tá an t-amadóir Cuppa fós gníomhach le haghaidh %s eile. Ar mhaith leat éirí as i ndáiríre?
he: קוצב הזמן של Cuppa עדיין פעיל למשך %s. לצאת?
it: Il timer di Cuppa sarà attivo ancora per %s. Vuoi veramente uscire?
ru: Таймер Cuppa будет активен еще %s. Вы действительно хотите выйти?
uk: Таймер Cuppa ще активний %s. Ви справді хочете вийти?
zh_hans: 当前有正在运行的计时器，还有 %s 结束。 确认退出 Cuppa?

source: There is an active timer. Cancel and start a new timer?
es: Hay un cronómetro activo. ¿Cancelar e iniciar un nuevo cronómetro?
fi: On aktiivinen ajastin. Perutaanko ja aloitetaanko uusi ajastin?
ga: Tá lasc ama gníomhach ann. Cealaigh agus cuir tús le lasc ama nua?
he: יש קוצב זמן פעיל. לבטל ולהתחיל חדש?
it: C’è un contaminuti attivo. Annullare e avviare un nuovo contaminuti?
ru: Активный таймер уже есть. Отменить и запустить новый таймер?
uk: Є активний таймер. Скасувати і запустити новий таймер?
zh_hans: 当前有正在运行的计时器。取消并开始新的计时器？

source: Warning!
cs: Varování!
de: Warnung!
es: ¡Atención!
fi: Varoitus!
ga: Rabhadh!
he: אזהרה!
it: Attenzione!
ru: Внимание!
uk: Попередження!
zh_hans: 警告！

source: Yes
cs: Ano
de: Ja
es: Sí
fi: Kyllä
ga: Tá
he: כן
it: Sì
ru: Да
uk: Так
zh_hans: 是

# NSHumanReadableCopyright
source: Copyright © 2005-2021 Nathan Cosgray. Cuppa uses Weblate for translations.
it: Copyright © 2005-2021 Nathan Cosgray. Cuppa usa Weblate per le traduzioni.
ru: Авторское право © 2005-2021 Натан Косгрей. Cuppa использует Weblate для переводов.
uk: Авторські права © 2005-2021 Nathan Cosgray. Cuppa використовує Weblate для перекладу.

# NSHumanReadableCopyright
source: Copyright © 2005-2021 Nathan Cosgray.
cs: Copyright © 2005-2021 Nathan Cosgray. Český překlad: Tomáš Klos.
de: Copyright © 2005-2021 Nathan Cosgray. Deutsche Übersetzung von Benedikt Hopmann.

# NSHumanReadableCopyright
source: Copyright © 2005-2025 Nathan Cosgray. Cuppa uses Weblate for translations.
es: Copyright © 2005-2025 Nathan Cosgray. Cuppa Utiliza Weblate para traducciones.
