<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta name="AppleTitle" content="Aide Cuppa">
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<style type="text/css">
    body,td,th {
        font-family: "San Francisco", "Helvetica Neue", "Lucida Grande", sans-serif;
    }
</style>
</head>
<body>

    <table><tr><td><img src="teacup48@2x.png" width=48 height=48></td><td>&nbsp;</td><td><h1>Cuppa</h1></td></tr></table>

<p><i>Cuppa est une petite application pour macOS pour minuter l'infusion de votre tasse de th&eacute;.
    Fatigu&eacute; de laisser votre th&eacute; trop longtemps, qu'il devienne amer et froid, ou
    de le boire trop t&ocirc;t et ne pas appr&eacute;cier son plein potentiel ? Alors, cet
    utilitaire est pour vous !</i></p>

<h2>Caract&eacute;ristiques</h2>

<ul>
<li>Toutes les fonctionnalit&eacute;s sont disponibles dans le menu du Dock.</li>
<li>L'ic&ocirc;ne du Dock permet d'afficher un petit compte &agrave; rebours pendant que les boissons infusent.</li>
<li>Personnaliser la liste des boissons et des temps d'infusion.</li>
<li>La fonction Minuteur rapide transforme Cuppa en un minuteur polyvalent.</li>
<li>Personnaliser la notification d'infusion compl&egrave;te,.</li>
<li>&eacute;galement adapt&eacute; aux cafeti&egrave;res &agrave; piston et aux nouilles express !</li>
<li>Code source Cocoa complet disponible.</li>
<li>Fonctionne sur macOS 10.9 &agrave; 11.0.</li>
</ul>

<h2>Minuter votre infusion</h2>

<p>Utilisez-le &agrave; partir du Dock : faites un clic droit ou Ctrl-clic sur l'ic&ocirc;ne de Cuppa
et s&eacute;lectionner la boisson que vous infusez. Ou choisissez une boisson &agrave; partir du
menu <i>Boissons</i>. Cuppa d&eacute;butera le minutage de l'infusion, et vous verrez un sachet de th&eacute;
appara&icirc;tre dans la tasse et peu &agrave; peu s'assombrir tandis que le th&eacute; infuse. Quand le th&eacute; est pr&ecirc;t
Cuppa va tenter d'attirer votre attention par diff&eacute;rents moyens configurables. Vous pouvez
&eacute;galement activer un compte &agrave; rebours qui s'affiche dans un petit insigne sur l'ic&ocirc;ne du Dock.</p>

<h2>Configuration de Cuppa</h2>

<p>Le th&eacute; est une chose intime, mais Cuppa peut &ecirc;tre personnalis&eacute; &agrave; votre guise.
Pour ce faire, s&eacute;lectionnez <i>Pr&eacute;f&eacute;rences...</i> dans le menu.</p>

<p><b>Liste des boissons :</b> L'onglet Liste des boissons vous permet de modifier n'importe quel
th&eacute; existant en double-cliquant sur son nom ou sa dur&eacute;e d'infusion et de simplement taper une
nouvelle valeur. Vous pouvez &eacute;galement supprimer des boissons enti&egrave;rement ou en ajouter de nouvelles, en cliquant les boutons en dessous de la liste des boissons.</p>

<p>En cliquant sur l'onglet <i>Options</i> s'ouvrira une page de configuration suppl&eacute;mentaire :</p>

<ul>
    <li><b>Animation ic&ocirc;ne du Dock :</b> Quand l'infusion est termin&eacute;e, l'ic&ocirc;ne du Dock bondit
        jusqu'&agrave; ce que vous cliquiez dessus. C'est assez d&eacute;rangeant pour attirer votre attention.</li>
    <li><b>Jouer un son :</b> Si vous pr&eacute;f&eacute;rez une notification sonore, Cuppa fera un
        son de cliquetis de cuill&egrave;re lorsque le minuteur atteint z&eacute;ro. Vous entendrez aussi des bips
        durant les derni&egrave;res secondes d'infusion.</li>
    <li><b>Afficher l'alerte "Infusion termin&eacute;e" :</b> Afficher un message d'alerte sur l'&eacute;cran
        quand votre boisson est pr&ecirc;te. Ce message d'alerte vous permettra &eacute;galement de quitter Cuppa
        avec un seul clic (ou touche) lorsque votre th&eacute; est pr&ecirc;t.</li>
    <li><b>Notifier avec le Centre de Notifications :</b> Sur macOS 10.8 ou une version ult&eacute;rieure, utilisez le
        centre de notification int&eacute;gr&eacute; pour afficher les messages "Infusion termin&eacute;e". Si vous trouvez
        que vous manquez des notifications car elles disparaissent trop vite, essayez de r&eacute;gler
        le style d'alerte de Cuppa sur "Alertes" dans les Pr&eacute;f&eacute;rences Syst&egrave;me Notifications.</li>
    <li><b>Montrer le compte &agrave; rebours sur l'ic&ocirc;ne du Dock :</b> Lorsque cette option est activ&eacute;e, Cuppa
        affiche un petit compte &agrave; rebours sur son ic&ocirc;ne dans le Dock. Essayez de ne pas fatiguer
        vos yeux &agrave; la regarder !</li>
    <li><b>Inclure les dur&eacute;es d'infusion dans les menus :</b> Cochez cette case si vous souhaitez que Cuppa
        inclue les dur&eacute;es d'infusion dans les &eacute;l&eacute;ments du menu Boissons, de sorte qu'avant que la minuterie commence,
        vous savez combien de temps vous devrez attendre.</li>
    <li><b>V&eacute;rifier les m-&agrave;-j automatiquement :</b> Si cette option est activ&eacute;e, Cuppa
        communiquera p&eacute;riodiquement avec un service Web pour vous informer quand une nouvelle version du programme est disponible au t&eacute;l&eacute;chargement.</li>
</ul>

<h2>Minuteur rapide de Cuppa</h2>

<p>Que faire si vous avez besoin de pr&eacute;parer une tasse de th&eacute; &agrave; la h&acirc;te, sans avoir le temps
d'ajouter une nouvelle boisson dans les pr&eacute;f&eacute;rences ? Pas de soucis, le <i>Minuteur rapide</i> de Cuppa
est un moyen simple de d&eacute;marrer une minuterie en un tournemain. Il suffit de s&eacute;lectionner Minuteur rapide... &agrave; partir du menu et de taper soit un nombre de secondes (par exemple "30"), minutes et secondes (par exemple, "02:45"), ou tout temps jusqu'au maximum de 10 heures. Cuppa fait le reste, et vous avertit lorsque le temps est &eacute;coul&eacute;.</p>

<h2>Divers</h2>

<p>Pour annuler le minuteur en cours d'ex&eacute;cution, s&eacute;lectionnez <i>Annuler</i> dans le menu.</p>

<h2>Personnalisation des sons</h2>

<p>Vous pouvez trouver cela amusant si votre ordinateur annonce, "Th&eacute; - Earl Grey - Chaud"
quand votre th&eacute; du matin est pr&ecirc;t &agrave; boire. Bien qu'il n'existe aucun m&eacute;canisme dans
les pr&eacute;f&eacute;rences de Cuppa pour modifier les sons d'alerte, c'est en fait assez facile
d'accomplir cette t&acirc;che. Vous aurez besoin d'une paire de fichiers audio au format AIFF &agrave; copier dans
le paquet d'application de Cuppa. Ceux-ci remplaceront les sons par d&eacute;faut pour
le d&eacute;but et la fin d'infusion. Nommez les <tt>pour.aiff</tt> et
<tt>spoon.aiff</tt>, respectivement.</p>

<p>Ensuite, remplacez les fichiers audio par d&eacute;faut comme suit :</p>

<ol>
<li>Quitter l'application Cuppa si elle est lanc&eacute;e.</li>
<li>Trouvez Cuppa dans votre dossier Applications et faites un clic droit
    (control-click).</li>
<li>Cliquez sur Afficher le contenu du paquet.</li>
<li>Ouvrez Contents et ensuite Resources.</li>
<li>Faites des copies de sauvegarde des fichiers sons <tt>pour.aiff</tt> et
    <tt>spoon.aiff</tt>,
    juste au cas o&ugrave; quelque chose d'horrible arriverait.</li>
<li>Copiez vos fichiers sons <tt>pour.aiff</tt> et
    <tt>spoon.aiff</tt> dans le
    dossier Resources.</li>
<li>&Ccedil;a y est ! Maintenant vous pouvez lancer Cuppa et tester vos modifications.</li>
</ol>

<h2>Remerciements et droits d'auteur</h2>

<p>Cuppa est une application libre, open-source.</p>

<p>Copyright &copy; 2005-2021 Nathan Cosgray, avec contributions de Mathias Meyer et Eric McMurry. Traduction allemande de Benedikt Hopmann. Traduction tch&egrave;que de Tom&aacute;&#353; Klos. Traduction italienne de Giuseppe Morelli. Traduction fran&Ccedil;aise de Christian Parent.</p>

<p>Cette application fut inspir&eacute;e par The Tea Cooker pour Linux et est bas&eacute;e sur le travail
de Wunderbear Software.</p>

<p>Visitez la page d'accueil de Cuppa &agrave; <a href="https://www.nathanatos.com">https://www.nathanatos.com</a>.</p>

<p>&eacute;galement disponible : Cuppa pour iOS et Android !</p>

</body>
</html>
